Repository: martyr-deepin/deepin-installer
Catalog: po/*.po
Languages: fi, sl

source: Reboot Now
fi: Käynnistä uudelleen välittömästi
sl: Ponovni zagon zdaj

source: Tips: Please remove the installation media before reboot, so as to avoid reentering into the installation environment when you start the computer next time.
fi: Vinkkejä: poista asennusmedia ennen uudelleenkäynnistystä välttääksesi siirtymisen uudelleen asennusympäristöön käynnistäessäsi tietokoneen seuraavan kerran.
sl: Nasvet: Prosim, odstranite namestitvene medije, preden ponovno zaženete računalnik. S tem se boste izognili ponovni namestitvi.

source: Installation Failed!
fi: Asennus epäonnistui!
sl: Namestitev ni uspela!

source: The installation log has been saved on the desktop for you. To help us improve the system better, please send the log to Deepin Team. Thank you!
fi: Asennusloki on tallennettu työpöydällä käytettäväksesi. Voit lähettää lokin Deepinin tiimille auttaaksesi meitä parantamaan järjestelmäämme. Kiitos jo etukäteen!
sl: Namestitveni dnevnik sem za vas shranil na namizje. Prosim, da dnevnik pošljete ekipi Deepin, da bodo lažje izboljšali sistem. Hvala!

source: Exit Installation
fi: Poistu asennuksesta
sl: Izhod iz namestitve

source: Error Report
fi: Virheraportti
sl: Poročilo o napaki

source: System installation failed. Please send the log to Deepin Team.
fi: Järjestelmän asennus epäonnistui. Lähetä raportti Deepin-tiimille.
sl: Namestitev sistema ni bila uspešna. Prosim, pošljite dnevnik ekipi Deepin.

source: Preparing for Installation
fi: Valmistellaan asennusta
sl: Pripravljam namestitev

source: Tips
fi: Vinkit
sl: Nasveti

source: Continue
fi: Jatka
sl: Nadaljuj

source: Freespace
fi: Vapaa tila
sl: Prostor

source: Unknown
fi: Tuntematon
sl: Neznan

source: Install Here
fi: Asenna tänne
sl: Namesti tukaj

source: Warning
fi: Varoitus
sl: Opozorilo

source: Device
fi: Laite
sl: Naprava

source: Size
fi: Koko
sl: Velikost

source: Free Space
fi: Vapaa tila
sl: Nezaseden prostor

source: Filesystem
fi: Tiedostojärjestelmä
sl: Datotečni sistem

source: Information
fi: Lisätiedot
sl: Informacije

source: Mount Point
fi: Liitoskohta
sl: Vpeta točka

source: Formatting
fi: Alustetaan
sl: Formatiranje

source: Delete Partition
fi: Poista osio
sl: Brisanje particije

source: New Partition
fi: Uusi osio
sl: Nova particija

source: Expert Mode
fi: Eksperttitila
sl: Strokovni način

source: Install
fi: Asenna
sl: Namesti

source: Installation Tips
fi: Vinkkejä asennukseen
sl: Namestitveni nasveti

source: A root partition (/) is required.
fi: Juuritiedoston ositus (/) vaaditaan.
sl: Potrebna je korenska particija (/).

source: UEFI-native installation only supports GPT-formatted disk.
fi: UEFI-standardien mukainen asennus tukee ainoastaan GPT-alustettuja kiintolevyjä.
sl: Prirojena namestitev UEFI podpira le GPT-formatiran disk.

source: ESP’s support is needed in UEFI mode and please create a partition of 100MB or more in efi format.
fi: ESP-tukea tarvitaan UEFI-tilassa. Luo vähintään 100MB:n osio efi-formaatissa.
sl: V načinu UEFI je potrebna podpora ESP-ja. Prosim, da ustvarite particijo s 100 MB ali več v EFI formatu.

source: Add Partition
fi: Lisää ositus
sl: Dodaj particijo

source: Can't create a partition here
sl: Ne morete ustvariti particije tukaj

source: Boot Loader
fi: Alkulatausohjelma
sl: Zaganjalnik

source: Unmount Partition
fi: Irrotuksen ositus
sl: Izvrzi patricijo

source: Partition is detected to have been mounted. Are you sure you want to unmount it?
fi: Huomasimme, että ositusta liitetään parhaillaan. Haluatko varmasi irrottaa sen?
sl: Zaznal sem, da je particija vpeta. Ali ste prepričani, da jo želite odklopiti?

source: UEFI-native installation only supports GPT-formatted disk. You will lose all disk data if you insist on installing.
fi: UEFI-käyttöiset asennukset tukevat ainoastaan GPT-alustettuja levyjä. Menetät kaiken levyllä olevan jatkaessasi asennusta.
sl: Prirojena namestitev UEFI podpira samo GPT-formatirane diske. Če boste nadaljevali z namestitvijo, boste izgubili vse podatke na disku.

source: Simple Mode
fi: Helppo tila
sl: Preprosti način

source: Installation Requirements
fi: Asennusvaatimukset
sl: Namestitvene zahteve

source: To install Deepin OS, you need to have at least %d GB disk space.
fi: Asentaaksesi Deepin OS -käyttöjärjestelmän sinulla on oltava vähintään %d GB levytilaa.
sl: Za namestitev operacijskega sistema Deepin potrebujete vsaj %d GB prostora na trdem disku.

source: Unused
fi: Käyttämätön
sl: Neuporabljeno

source: OK
sl: V redu

source: Cancel
fi: Peruutus
sl: Prekliči

source: Are you sure to exit from installation?
fi: Haluatko varmasti lopettaa asennuksen?
sl: Ali ste prepričani, da želite zapustiti namestitev?

source: Are you sure you want to delete this partition?
fi: Haluatko varmasti poistaa tämän osituksen?
sl: Ali ste prepričani, da želite izbrisati to particijo?

source: Formatting Partition
fi: Alustetaan osiota
sl: Formatiranje patricije

source: Are you sure you want to format this partition?
fi: Haluatko varmasti alustaa tämän osituksen?
sl: Ali ste prepričani, da želite formatirati to particijo?

source: Proceed with installation
fi: Jatka asennusta
sl: Nadaljuj z namestitvijo

source: Deepin OS will be installed to freespace.
fi: Deepin OS asennetaan tarpeeksi muistia omaavalle levylle.
sl: Operacijski sistem Deepin bo nameščen na prosti pomnilnik.

source: Deepin OS will be installed to
fi: Deepin OS asennetaan kohteeseen
sl: Operacijski sistem Deepin bo nameščen na

source: Do you want to continue the installation ?
fi: Haluatko jatkaa asennusta?
sl: Želite nadaljevati z namestitvijo?

source: Type:
fi: Tyyppi:
sl: Vrsta:

source: Primary
fi: Ensisijainen
sl: Primarni

source: Logical
fi: Looginen
sl: Logični

source: Size:
fi: Koko:
sl: Velikost:

source: Align:
fi: Ryhmitä:
sl: Prilagodi:

source: Begin
fi: Aloita
sl: Začni

source: End
fi: Lopetus
sl: Končaj

source: Filesystem:
fi: Tiedostojärjestelmä:
sl: Datotečni sistem:

source: Mount:
fi: Asenna:
sl: Priklop:

source: Please enter a valid partition size.
fi: Ole hyvä ja ilmoita käypä osituskoko.
sl: Vnesite veljavno velikost particije.

source: Yes
fi: Kyllä
sl: Da

source: No
fi: Ei
sl: Ne

source: Please press one of the following keys.
fi: Ole hyvä ja paina jotain seuraavista näppäimistä.
sl: Prosim, pritisnite eno od sledečih tipk.

source: Please confirm you have the following keys.
fi: Vahvista, että sinulla on seuraavat avaimet.
sl: Prosim, potrdite, da imate naslednje tipke.

source: Detect Layout
fi: Tunnista ulkoasu
sl: Zaznaj postavitev

source: View Current
fi: Katsele ajankohtaisia
sl: Prikaži trenutno

source: Please select or search your location.
fi: Valitse tai hae sijaintipaikkasi.
sl: Prosim, izberite ali poiščite svojo lokacijo.

source: Empty
fi: Tyhjä
sl: Prazno

source: The two passwords do not match.
fi: Salasanat eivät täsmää.
sl: Gesli se ne ujemata.

source: Password can not be empty.
fi: Salasana ei voi olla tyhjä.
sl: Geslo ne sme ostati prazno.

source: Username
fi: Käyttäjänimi
sl: Uporabniško ime

source: Computer Name
fi: Tietokoneen nimi
sl: Ime računalnika

source: Password
fi: Salasana
sl: Geslo

source: Retype Password
fi: Kirjoita salasana uudelleen
sl: Ponovite geslo

source: Username can not be empty.
fi: Käyttäjätunnusta ei voi jättää tyhjäksi.
sl: Uporabniško ime ne sme ostati prazno.

source: Computer name can not be empty.
fi: Tietokoneen nimeä ei voi jättää tyhjäksi.
sl: Ime računalnika ne more ostati prazno.

source: Next
fi: Seuraava
sl: Naprej

source: Time Zone
fi: Aikavyöhyke
sl: Časovni pas

source: Keyboard
fi: Näppäimistö
sl: Tipkovnica

source: Deepin Store
fi: Deepin Kauppa
sl: Trgovina Deepin

source: One-stop Software Management
fi: Yhden pysähdyksen ohjelmistohallinta
sl: Večopravilno upravljanje s programsko opremo

source: Continuous Update of Wonderful Software
fi: Upean ohjelmiston jatkuva päivitys
sl: Ponavljajoče se posodabljanje Čudovite programske opreme

source: Unimpeded Online Communication
fi: Esteetön verkkokommunikaatio
sl: Neovirana spletna komunikacija

source: Deepin Movie
fi: Deepin Elokuva
sl: Filmi Deepin

source: Comprehensive Audio-visual Shock
fi: Kattava audio-visuaalinen shokki
sl: Obširen zvočno-vizualni šok

source: New Interactive Experience
fi: Uusi interaktiivinen kokemus
sl: Nova interaktivna izkušnja

source: Intelligent Subtitle Loading
fi: Tekstitysten älylataus
sl: Inteligentno nalaganje podnapisov

source: Deepin Music
fi: Deepin-musiikki
sl: Glasba Deepin

source: Ultimate Music Journey
fi: Mahtava musiikkimatka
sl: Vrhunsko glasbeno potovanje

source: Rich Extended Functions
fi: Runsaat laajennetut toiminnot
sl: Bogate razširjene funkcije

source: Enjoy Online Strongest Voice
fi: Nauti verkon parhaasta äänentoistosta
sl: Uživajte v najmočnejšem spletnem glasu

source: Deepin Community
fi: Deepinin yhteisö
sl: Skupnost Deepin

source: Free and United Open Source Community
fi: Ilmainen ja yhteisöllinen vapaan lähdekoodin yhteisö
sl: Svobodna in združena odprtokodna skupnost

source: Welcome to participate in Deepin Internationalization Project
fi: Tervetuloa mukaan Deepinin kansainvälistämisprojektiin
sl: Vabimo vas k sodelovanju pri projektu internacionalizacije operacijskega sistema Deepin.

source: Welcome to follow us on Weibo, Twitter, Facebook, Google+, Mailing List and IRC
fi: Seuraa meitä kohteissa Weibo, Twitter, Facebook, Google+, Postituslista ja IRC
sl: Vabimo vas, da nas podpirate na Weiboju, Twitterju, Facebooku, Google+, seznamu pošte in IRC-ju.

source: Invalid Password
fi: Epäkelpo salasana
sl: Neveljavno geslo

source: Disk
fi: Levy
